brew "autoconf"
brew "automake"
brew "bat"
brew "coreutils"
brew "ddgr"
brew "gcc"
brew "helix"
brew "himalaya"
brew "hugo"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "neovim"
brew "newsboat"
brew "openssl@1.1"
brew "pandoc"
brew "pkgconf"
brew "python@3.14"
brew "qpdf"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "signal-cli"
brew "sleepwatcher"
brew "task"
brew "uv"
brew "w3m"
brew "yt-dlp"
brew "zlib"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "basictex"
cask "claude-code"
cask "emacs-app"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "ntfstool"
cask "raycast"
cask "rectangle"
cask "vlc"
